Repository: MiikaJok/MySuomiApp
Catalog: MySuomiApp/*.lproj/Localizable.strings
Languages: fi

source: Search
fi: Haku

source: Search Results
fi: Hakutulokset

source: Eat and drink
fi: Syö ja juo

source: Sights
fi: Nähtävyydet

source: Accommodation
fi: Majoitus

source: Nature
fi: Luonto

source: Cafes
fi: Kahvilat

source: Loading places...
fi: Ladataan paikkoja...

source: Museums close to you
fi: Museot lähelläsi

source: Explore Map
fi: Tutustu karttaan

source: Speech recognition is active. Press mic again after searching to see the result.
fi: Puheentunnistus on aktiivinen. Paina mikrofonia uudelleen haun jälkeen nähdäksesi tuloksen.

source: Image not available
fi: Kuva ei ole saatavilla

source: Restaurants
fi: Ravintolat

source: Details for %@
fi: Tiedot kohteesta %@

source: Rating: %.1f
fi: Arvosana: %.1f

source: Rating: N/A
fi: Arvosana: Ei saatavilla

source: Types: %@
fi: Tyypit: %@

source: Vicinity: %@
fi: Osoite: %@

source: Locate Place
fi: Näytä kartalla

source: Open Now: %@
fi: Avoinna nyt: %@

source: Remove from Favorites
fi: Poista suosikeista

source: Favorites
fi: Suosikit

source: Bars
fi: Baarit

source: All Museums
fi: Kaikki museot
